Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/depts/other_files/handlingsplan_2009_samisk_sprak_nordsamisk.txt.tmx
Source language: sme
Languages: smj

source: Máhttodepartemeanta lea dáhtton Oahpahusdirektoráhta jagi 2009 čađahit bearráigeahču das mo gielddat ja fylkkagielddat čuovvolit daid vuoigatvuođaid mat sámi oahppiin leat oahpahuslága mielde, maiddái makkár oahpponeavvut leat oahppiide.
smj: Máhttodepartemænnta ájggu jahkásasj budsjæhttagiehtadallama aktijvuodan dáv árvustallat. Dættoduvvat val viertti jut oahppij rievtesvuoda le stuovvása berustahtek doarjjaga stuorrudagás, ja suohkana hæhttuji åttjudit buorre kvalitehtav fáladagájda nav vaj åhpadusá ulmme jåvsåduvvá.

source: Sámediggi galgá váldojuvvot mielde bearráigehččui.
smj: 4. doajmma Guoradallat oahppij sámeåhpadusá árvustallamav

source: Gáiddosoahpahusa fierpmádat
smj: nav gåktu le tsuojggiduvvam sd.

source: Ollu gielddat barget ovttasráđiid sámegiela oahpaheamis gáiddosoahpahanneavvuiguin.
smj: nr 28. (2007-2008) sámepolihkka, de le moatten sebrudagá suorgijn dihto vánesvuohta dassta mij dáhpáduvvá skåvllåárggabiejven.

source: Fylkkamánniid bargu daid oahpaheaddjiid fierpmádagain, guđet doaimmahit gáiddosoahpahusa, berre buoriduvvot, ja guvllolaš čoahkkaneamit berrejit ovttasráđiid allaskuvllaiguin lágiduvvot oahpaheaddjiid várás.
smj: i. i. vuojnnu tjoahkkájlåhko oahppijs gudi sámegielav válljiji, le unnánasj binnum maŋŋela gå Máhttolåpptim doajmmagådij, valla sámegiela åhpadusá åhtsåma le målsudahkkása fylkas fylkkaj.

source: Daid oahpaheaddjiid várás guđet doaimmahit gáiddosoahpaheami sámegielas, galgá vuođđuduvvot fierpmádat. Oahpahusdirektoráhta oažžu doaibman heivehit dakkár fierpmádaga.
smj: Åhpadusdirektoráhtta ájggu guoradallat åttjutjit buorep duogásjdiedojt man láhkáj oahppe oadtju ietjasa sámegiela åhpadus rievtesvuodajt, ja gåktu oahppe ietja åhpadusáv árvustalli.

source: Doaibmabidju 8.
smj: Ájggomussan le i. i. oadtjot stuoráp vuodov máhttelis rievdádusájda sámeåhpadusán nav vaj buorebut máhttá oahppij åhpadusdárbojt gåbttjåt.

source: Ovttasbargu Ruoŧain sámegiela oahpahusas
smj: Åvdåsvásstediddje: Åhpadusdirektoráhtta Ájgge: 2009

source: Čakčat 2005 ja giđđat 2006 ledje oktavuođat ruoŧŧilaš ja norgalaš departemeanttain main lea ovddasvástádus sámegiela oahpahusas, ja sii galge divaštallat oarjilsámegiela vuođđooahpahusa rádjaguovlluin.
smj: 5. doajmma Bagádusá oahppoplánajda

source: Sámi mánáin Ruoŧas eai leat dakkár vuoigatvuođat go sámi mánáin Norggas.
smj: Bagádusá galggi dagáduvvat nav vaj åvddånboahtá gåktu máhttá buorre hiebadum åh

source: Oahppit ožžot fálaldaga oahpahallat sámegiela eatnigiellan, muhto eai leat ráhkaduvvon sierra oahppoplánat sámi oahppiid várás. Čoahkkimiin ee. árvaluvvui ahte guktot riikkat galget iskat makkár vejolašvuođat ja hehttehusat leat lágain dasa mii guoská ovttasbargui vuođđoskuvlaoahpahusas riikkarájáid rastá.
smj: Fágaj oahppoplánaj bagádusá e galga liehket dakkára ma gåbttji ålles plánav, ienni vaddet buojkulvisájt gåktu åhpadus máhttá plániduvvat ja tjadáduvvat ja gåktu oahppe máhtti árvustaláduvvat duon dán dásen.

source: Dat guoská ee. dasa goappá riikkas galgá leat váldi riikkarájá rasttideaddji geavatlaš oahpahusas, go muhtun dáhpáhusainhan lea sierramielalašvuohta oahpahusfálaldaga sisdoalus ja/dahje fálaldagaid ruhtadeamis.
smj: Bagádusá vierttiji vaddet konkrehta buojkulvisájt gåktu máhtudakmihtojda máhttá vaddet konkrehta sisanov juohkka dásen ja buojkodit åvddånimev dásij gaskan.

source: Dát hástalusat leat boahtán ovdan ođđa sámekonvenšuvnna bargguid mielde.
smj: Bagádusá LK06-s:aj dagáduvvi sæmmi láhkáj gå bagádusá LK06:aj, dsj.

source: Máhttodepartemeanta áigu dattetge váldit oktavuođa Ruŧŧii vai fas sáhttet divaštallat makkár vejolašvuođat leat gávdnat čovdosiid maiguin oahppit ávkašuvvet guktuid riikkain.
smj: dahkamusgirjij milta Máhttodepartementas Åhåadusdirektoráhttaj. Bagádusá galggi dahkat nav vaj åhpadus sámegielan ja dárogielan orgániseriduvvá nav vaj oahppe oadtju åhpadusáv doajmme lágaj ja njuolgadusáj gájbbádusáj gáktuj.

source: Doaibmabidju 9. Ovttasbargu Suomain sámegiela oahpahusas
smj: Bagádusá sámegiella vuostasjgiellan ja sámegiella nubbengiellan vierttiji vuoroduvvat.

source: Lassin berre gáiddos oahpahusa plána čuovvoleapmái láhččojuvvot buoret vejolašvuođat bargat ovttas riikkarájáid rástá buot golmma sámegielas.
smj: Åhpadusdirektoráhtan le oajvvevásstádus bagádusájt dagádtjit, aktisasjbargujn sámedikkijn. Rátjaduvvá gærggat bagádusáj sámegiella vuostasjgiellan ja sámegiella nubbengiellan 15.05.2010.

source: Daid ekonomalaš rámaid siskkobealde mat leat stáhtabušeahtas sámi oahpponeavvuide, Sámedikkis lea ovddasvástádus hálddašit ja vuoruhit rámaid siskkobealde.
smj: Dåj ietjá bagádusáj barggo mierreduvvá Sámedikke ja Åhpadusdirektoráhta gaskal. Åvdåsvásstediddje: Åhpadusdirektoráhtta aktisasjbargujn Sámedikkijn Ájggegávdda: 20010-2012

source: Sámediggi lea álggahan ovddasmanni prošeavtta Divttasvuona suohkanii, ja ulbmil lea ovddidit Áiluovtta skuvlla julevsámegiela oahpponeavvuid ráhkadeami resursaskuvlan.
smj: 6. doajmma Suohkanij ja fylkasuohkanij sámegiela åhpadusá rievtesvuodaj tjadádime bærrájgæhttjo

source: Dán ovddasmanni prošeavtta vásáhusat šaddet váldojuvvot vuhtii maiddái resursaskuvllaid ráhkadeapmái máiddái oarjilsámi ja davvisámi guovlluide.
smj: Åhpadusdirektoráhtta ja fylkaålmmå li da gudi suohkanij vælggogisvuodajt ja oahppij rievtesvuodajt åhpaduslága milta bærrájgæhttji.

source: Máŋgga oktavuođas leat čalmmustahttán sámegiela oahpponeavvuid váilivuođa.
smj: Dát gullu sámegiela åhpadusán aj.

source: Máhttodepartemeantta gohččuma mielde Oahpahusdirektoráhta lea ovttasráđiid Finnmárkku fylkkamánniin čađahan kártema das makkár oahpponeavvut dál leat davvisámegillii, julevsámegillii ja oarjilsámegillii, maid lea vejolaš geavahit Máhttoloktema - Sámegiela oktavuođas, ja kártema dasge makkár oahpponeavvut váilot guđege fágii / fáddái ja dássái.
smj: Máhttodepartemænnta le gåhttjom Åhpadusdirektoráhtav jagen 2009 tjadádit bærrájgæhtjov gåktu suohkana ja fylkasuohkana tjuovvoli sáme oahppij rievtesvuodajt åhpaduslága milta, dán vuolen aj oahppij máhttelisvuodajt oahpponævojda. sámedigge galggá sæhkáj bærrájgæhttjo bárgguj.

source: Kárten čájeha ahte ain dárbbašuvvojit ollu sámegiela oahpponeavvut mat heivejit Máhttoloktemii – Sámegillii.
smj: 7. doajmma Værmádahka guhkásåhpadussaj Moadda suohkana aktisasjbarggi sámegiela åhpadusán guhkásåhpadusá baktu.

source: Giđđat jagi 2009 vuođđuduvvo oktasaš bargojoavku man bargun šaddá buktit árvalusaid dakkár doaibmabijuide mat beavttálmahttet sámi oahpponeavvuid buvttadeami.
smj: Fylkasuohkana barggo guhkásåhpadusá åhpadiddjij værmádahka viertti vijdábut åvddånahteduvvat, ja viertti guovlolasj tjåhkanime ásaduvvat åhpadiddjijda allaskåvlåj aktisasjbargujn.

source: Doaibmabidju 11.
smj: Åvdåsvásstediddje: Åhpadusdirektoráhtta / Fylkaålmmå / allaskåvlå Ájgge: 2009-2010

source: Sámegiela oahpahusa vuoigatvuođa ja geatnegasvuođa diehtojuohkindoaibmabijut Ráhkaduvvon / heivehuvvot galget buoret dieđut vuoigatvuođaid ja geatnegasvuođaid birra mat gullet sámegiela oahpahussii, ja sámegiela oahpponeavvuid birra.
smj: 8. doajmma Aktisasjbarggo Svierigijn sámeåhpadusá birra 2005 tjavtja ja 2006 gidá lij aktijvuohta svieriga ja vuona departementajn majn le åvdåsvásstádus sámeåhpadusás dágástalátjit oarjjelsáme vuodoåhpadusáv rádjáguovlojn.

source: Dát dieđut galget leat fylkkagielddaide, gielddaide ja vánhemiidda ja oahppiide.
smj: sáme mánájn svierigin ælla vásstediddje rievtesvuoda dagu sáme mánájn Vuonan.

source: Dieđuin galgá deattuhuvvot ahte skuvlaeaiggát válddedettiin oahppiid skuvlii galgá váldit čielgasa das, galgágo oahppái sámegiela oahpahus.
smj: oahppe oadtju fálaldagáv sámegielan iednegiellan, valla ælla dagádum sierra oahppoplána sáme mánájda.

source: Dát gusto sihke oahppi skuvliiálgimii, skuvlamolsumii ja go son sirdá ođđa oahpahusdássái. Dakkár diehtojuohkin guoská maid rávesolbmuid oahpahussii.
smj: Dát guosská i. i. goappán rijkka galggá liehket oajválattjan åhpadusájn ma rájájt rastidi, ja jus soames bále rijka æbá le avtamielalattja konkrehta åhpadusá hárráj ja / jali fálaldagá ruhtadibmáj.

source: Dieđut galget fuolahuvvot sámi guovlluid olggobealláige.
smj: Hásstalusá le árvustaládum sámekonvensjåvnå bargo aktijvuodan.

source: Vuođđo- ja joatkkaskuvllat leat Máhttoloktema – Sámegiela geažil geatnegasat addit buori oahpahusa man vuođđun lea sámegiella, sámi kultuvra ja sámi servodateallin.
smj: Máhttet aktisattjat rájáj badjel barggat le ájnas, sierraláhkáj mij guosská oarjjel- ja julevsáme åhpadussaj ja åvddånahttemij. Máhttodepartemænnta ájggu

source: Giliskuvllain leat, go leat lahka ealli sámi servodagaid ja árbevirolaš ealáhusaid, buot vejolašvuođat duođaid fállat dakkár buori oahpahusa.
smj: 32 aktijvuodav válldet svierigijn dágástalátjit mákkár máhttelisvuoda li gávnatjit tjoavddusijt majt oahppe goppátjij rijkajn máhtti ávkástallat.

source: Oahpahus ja bajásšaddan sámegielalaš birrasis addet guđege oahppái buriid vejolašvuođaid ovdánit sámegielas nu ahte dat šaddá lunddolaš geavahusgiellan.
smj: 9. doajmma Aktisasjbarggo Suomajn sáme åhpadusá birra suomajn aktisasjbarggo le ienemusát læhkám tjanádum skåvlåjda sirman ja Uhtsjågån aktisasj åhpadusájn guokti vahkkuj.

source: Resursaolbmuidge lea álkit geavahit oahpahussii go skuvla lea sámi báikegottis.
smj: Åvdåsvásstediddje: Åhpadusdirektoráhttat / Fylkaålmmå Nordlándan, Tråmsån ja Finnmárkon Ájgge: 2009 gidá

source: Jos giliskuvllat heaittihuvvojit, jogo davvisámi, julevsámi dahje oarjilsámi guovllus, de dakkár heaittiheamit sáhttet funet čuohcit sámi servodagaid giellaovdáneapmái ja nu maiddái oppa sámi servodahkiige.
smj: sáme oahpponævo sámedikken le åvdåsvásstádus háldadit ruhtadoarjjagijt sissŋelin økonomalasj rámmaj ma juolloduvvi stáhtabudsjehta baktu sáme oahpponævojda.

source: Giliskuvllaid heaittiheapmi sáhttá dagahit dan ahte olbmot fárrejit eret sámi gilážiin.
smj: stuorra oahpponævo vánesvuohta le ájn oarjjel-, julev- ja nuorttasámegiellaj ma li åvddånahtedum Máhttolåpptima – sáme gáktuj.

source: Dainna lágiin áitojuvvojit unna sámegielalaš servodagažat mat leat dehálaččat sámegiela seailumii.
smj: akta hásstalusssan le oadtjot nuoges oahpponævvotjállijt jus ep galga ” masset ” fáhkaulmutjijt skåvlås.

source: Eretfárremat sáhttet dagahit dan ahte bajásšaddi buolva massá lagašvuođa báikkálaš servodahkii, lundui ja árbevirolaš ealáhusaide ja daidda gullevaš terminologiijaide, ja dieđuid daid birra.
smj: Sámedikke strategalasj plánan oahpponævvåvddånahttemij 2009-2012 le oahpponævo vuoroduvvam oarjjel-, julev- ja nuorttasámegiellaj árvvalusáj milta majt oadtjun mánájgárdijs ja skåvlåjs guosskavasj guovlojs.

source: Gielddain ja fylkkagielddain lea ovddasvástádus almmolaš skuvlastruktuvrras.
smj: sihkarastem diehti oahpponævo båhti oahppijda adnuj, gálggi oahpponævo liehket navku.

source: Ráđđehus ii sáhtte mearridit mo gielddaid ja fylkkagielddaid skuvlastruktuvra galgá leat, go dat lea gielddaid iešstivrema oassi.
smj: sámedigge le pilotprosjevtav Divtasvuonan álgadam, gånnå le ulmmen åvddånahttet Ájluovta skåvlåv resurssaskåvllån julevsáme oahpponævoåvddånahttemij.

source: Seammás gielddain ja fylkkagielddainge lea ovddasvástádus váldit vuhtii sámiid riikkaidgaskasaš geatnegavuođaid vuđul.
smj: Åtsådallama dás pilotprosjevtas máhtti aneduvvat åvddånahtátjit resurssaskåvlåjt oarjjel- ja nuorttasámeguovlon aj.

source: Diđolašvuohta das berre mearkkašit ahte sámi guovlluin eai galgga buoril heaittihit giliskuvllaid, eaige oppanassiige vuđolaš guorahallamiid haga.
smj: 2009-gidá galggá ásaduvvat aktisasj barggojuogos gånnå le dahkamussan buktet oajvvádusájt dåjmajda ma máhtti sáme oahpponævvo åvddånahttemav dåbmarabbon dahkat.

source: Dátge lea ovdamearka dakkár áššiin main Sámediggi sámelága vuođul berre oažžut vejolašvuođa dovddahit iežas oaiviliid.
smj: Åvdåsvásstediddje: Sámedigge / Åhpadusdirektoráhtta Ájgge: Juogos ásaduvvá 2009 gidá 11. doajmma Diehtojuohkemdåjma sámeåhpadusá rievtesvuodaj ja vælggogisvuodaj birra

source: Dattetge lea ovddasvástádus gielddain addit bures heivehuvvon oahpahusfálaldagaid, maiddái sámegielasge ja/dahje sámegilliige, dain skuvllain maidda oahppit sirdojuvvojit.
smj: Galggá dagáduvvat / latjeduvvat buorep diehtojuohkemdåjma sámeåhpadusá rievtesvuodaj ja vælggogisvuodaj birra, ja sáme oahpponævoj birra aj. Diehto galggá mannat fylkasuohkanijda, suohkanijda, æjgádijda ja oahppijda.

source: Muhtun dáhpáhusain sáhttet maiddái báikkálaš dilálašvuođat lea dakkárat, ahte stuorát skuvla sáhtášii addit buoret fálaldaga sámegielas.
smj: Diehtojuohkemijn galggá dættoduvvat jut skåvllåæjgát viertti diedojt viedtjat, åvddåla skåvlåj tjáledime, jus oahppe galggá sámeåhpadusáv.

source: Dan sáhttet buoremusat árvvoštallat báikegottiin.
smj: Dákkár diehtojuohkem aj galggá ållessjattukåhpadusán.

source: Sámediggi dáhttu dán doaibmaplána oktavuođas ahte ráđđehus galgá árvvoštallat juolludit merkejuvvon ruđaid giliskuvllaide mat oahpahit sámegiela ja/dahje sámegillii.
smj: Diehtojuohkem viertti aj boahtet internæhttaj, ja brosjyvrajn, Diehto galggá juogeduvvat nav vaj jåkså divna sáme guovlojda. Åvdåsvásstediddje: Åhpadusdirektoráhtta / Fylkaålmmå / Sámedigge.

source: Ráđđehus ii ane dan gánnáhahttin, muhto čujuha dasa ahte Bargo- ja searvadahttindepartemeanta lea váldán álgaga lagat ovttasbargui Gielddaid guovddášlihtuin ja Sámedikkiin das mii guoská gielddaid sámepolitihkkii, ja dasa gullet maid fáddán gielddaid mearridan rápmaeavttut sámegiela fálaldagaide.
smj: RØRossÁME GUoVLon le åvddånahtedum

source: Rávesolbmuid giellaoahpahus ja alfabehtten
smj: lahka aktisasjbargov gaskal institusjåvnåj

source: Dábálaččat berre rávis sápmelaš guhte dárbbaša vuođđoskuvlaoahpahusa, oažžut oahpahusa sámegielas.
smj: gænna le åvdåsvásstádus sáme åhpadusás,

source: Sámelága § 3-8 čilge vuoigatvuođa oažžut oahpahusa sámegielas.
smj: juoga mij buvtij binnemus ieritdiededimev oahppijs gejn li sámeåhpadus vuodoåh

source: Dás lea dattetge eará áššis sáhka go dáin vuoigatvuođain mat čuvvot oahpahuslágas, ja dán lága mearrádusa eavttuin celkojuvvo ee. ahte «Vuoigatvuohta mearkkaša ahte juohkehaš sáhttá gáibidit beassat čađahit dárbbašlaš rávesolbmuidkurssa sámegielas eatnigiellan rávesolbmuid oahpahusa gustojeaddji njuolggadusaid mieldeš.
smj: padusán.

source: Rávesolbmuid oahpahussii sámegielas ii leat sierra juolludeapmi.
smj: skåvlåj aktisasjbargujn válldá aajege sáme giella- ja máhtudakguovdásj sáme oahp

source: Danne lea dehálaš ahte dat vuoruhit oahpahusruđaid njuolggadusaid ja oahpahusdárbbuid vuođul.
smj: pev ålles vuodoåhpadusá tjadá, ja tjuovvol oahppijt gå manni mánájgárdes vuodoskåvllåj

source: Sii guđet háliidit rávesolbmuidoahpahusa, fertejit ieža dieđihit iežaset oahpahusdárbbuid.
smj: ja oahppe oadtju rádijt, bagádusáv ja diedojt

source: Oahpahus lea nuvttá ja galgá čuovvut gustojeaddji oahppoplánaid.
smj: rievtesvuodaj, åhpadusfálaldagá, giellaválljima, sijddaskåvlå

source: Gielddat / fylkkagielddat sáhttet addit oahppolihtuide doaibman lágidit oahpahusa jogo vuođđoskuvlla dahje joatkkaoahpahusa dásis.
smj: sijda ma gehtjaduvvi doaresbællán dáttja aktijvuodan, le álu sáme guovdásj guovlojn ja buorre saje bisodittjat sáme gielav, kultuvrav ja sebrudakiellemav.

source: Dallege oahpahus galgá leat nuvttá oasseváldiide.
smj: – sáme baktu vælggogisá vattátjit buorre kvalitehtak

source: Jos oahppolihtut baicce lágidit oahpahusa vuođđoskuvlla ja/dahje joatkkaskuvlla dásis almmá mange soahpahmuša gielddain dahje fylkkagielddain, de gáibiduvvo kursadivat.
smj: åhpadusáv sáme gielajn, kultuvrajn ja sebrudakiellemijn vuodon. sijddaskåvlåjn le, dan lahkavuodajn viesso sáme sebrudahkaj ja árbbedábálasj æládusájda, buorre máhttelisvuodav duohtan dahkat dákkár åhpadusáv.

source: Dalle maid váldojuvvo kursadivat go oahppolihtut lágidit kurssaid eará fágain ja fáttáin, ee. sámegielas.
smj: Åhpadus ja bajássjaddam sámegielak birrusin vaddá buorre máhttelisvuodajt ájnegis oahppáj åvddånahtátjit ietjas sáme gielav luondulasj adnogiellan.

source: Guokte sámi oahppolihtu leat, Sámi oahppolávdegoddi ja Mearrasámi oahppolihttu, ja sin váldoulbmil lea bargat oahpahusa lágidemiin sámegielas ja sámi kulturárbbis.
smj: sijddaskåvlåj hiejtedibme, nuortta- julev- ja oarjjelsáme guovlojn, máhttá buktet nievres vájkkudusájt giellaåvddånahttemij sáme sebrudagájn ja danen aj ålles sáme sebrudahkaj.

source: Doaibmabidju 12. Rávesolbmuid 5-jahkásaš oahpahusprográmma sámegielas
smj: Dát le ájtto smávva sámegielak sebrudagájda ma li ájnnasin sáme gielav bisodittjat.

source: Sámediggi ja Sámi allaskuvla leat soahpan ráhkadit ja čađahit rávesolbmuid 5-jahkásaš oahpahusprográmma buot sámi giellaguovlluin.
smj: ieritjåhttåm máhttá buktet sjaddobuolvva massá lahkavuodav ja diedojt bájkálasj sebrudagás, luondos ja árbbedábálasj æládusájs gulluvasj terminologijajn.

source: Rávesolbmuid oahpahusprográmma ulbmiljoavku leat buot sámit guđet eai máhte sámegiela ja orrot bieđgguid viiddis guovllus.
smj: Ráddidus ij máhte mierredit gåktu skåvllåstruktuvrra galggá suohkanijn ja fylkasuohkanijn, dát gullu vuojn suohkana iesjmierredibmáj.

source: Ráves sámit ožžot oahphusfálaldaga davvisámegielas, julesámegielas dahje oarjilsámegielas.
smj: sæmmibåttå le aj suohkanijn ja fylkasuohkanijn åvdåsvásstádus rijkajgasskasasj vælggogisvuodaj gáktuj sámijda.

source: Dat mearkkaša ahte sámi giellaguovddážat, gielddat ja eará oasálaččat giellabirrasiin galget ovttasráđiid ja lahkalagaid bargat.
smj: Diedulasjvuohta dán birra viertti buktet alla sjielmáv sijddaskåvlåj hiej-tedimij hárráj sáme guovlojn ja ij berus dagáduvvat dárkkelis guoradallamij dagá.

source: Sámi allaskuvla oažžu ovddasvástádussan prošeavtta geavatlaš čađaheami. Doaibmabiju ruhtada Sámediggi Sámi Álbmotfoandda ruđaiguin.
smj: Dát le aj buojkulvissan masi sámedigge sámelága milta viertti vatteduvvat máhttelisvuodav javllamusáv buktet.

source: Doaibmabidju 13. Kártet eatnigielalaš analfabetismma ja rávesolbmuid dárbbu oažžut oahpahusa sámegielas
smj: Muhtem bále máhttá aj bájkálasj dile buktet máhttelisvuodajt buorep kvalitátijvalasj sámegiela faládagájt gå stuoráp skåvlåjn.

source: Sámdiggi fállá ovttasráđiid Sámi allaskuvllain sámegiela oahpahusa rávesolbmuide viđajahkásaš oahpahusprográmmain.
smj: sámedigge sihtá doajmmaplána aktijvuodan ráddidus galggá árvustallat álgadit mierreduvvam doarjjagijt sijddaskåvlåjda ma sámegiellaj ja sámegielan åhpadusáv vaddi.

source: Oažžun dihtii eanet dieđuid dárbbuid birra, de Máhttodepartemanta ovttasráđiid Bargo- ja searvadahttindepartemeanttain áigu álggahit guorahallanbarggu mainna ulbmil lea oažžut sámi álbmogis logu sis guđet njálmmálaččat máhttet eatnigielaset, muhto guđet eai máhte lohkat ja čállit.
smj: Raddidus ij vuojne dáv ávkálattjan, valla vuoset dasi jut Barggo- ja sebrudahttemdepartemænnta le bivddim lagáp aktisasjbargguj KsŠajn ja sámedikkijn sámepolitihka birra suohkanijn, gånnå aj suohkana ålgoldisævto sáme fálaldagájda máhttá liehket tiebmán.

source: Sámediggi galgá bovdejuvvot searvat dán bargui.
smj: Jagen 2001 álgadij sámedigge vidájahkásasj

source: Doaibmabidju 14.
smj: giellaarvusmahttemprosjevtav sváhkena

source: Rávesolbmuid alfabehttenprošeakta Romssa fylkkas
smj: bajássjad damguovdátjin Engerdal suohkanin.

source: Romssa fylkkasuohkan áigu álggahit alfabehttenprošeavtta fylkka rávesolbmuid várás.
smj: Giellaarvusmahttemprosjækta lij mánájgárd dáj organiseridum das mielas gå máná galggin

source: Prošeavtta ulbmil lea ahte oasseváldit galget movttiidahttojuvvot formaliseret iežaset sámegiela máhtu, nu ahte sii sáhttet geavahit sámegiela sihke njálmmálaččat ja čálalaččat.
smj: giellaåhpadus ja alfabetiserim ållessjattugijda Mij guosská vuodoåhpadussaj ållessjattugijda, de unnán ietjáláhkáj árvvaluvvá sámegiellaj ja sámegielan åhpadusrievtesvuodaj birra.

source: Áigumuš lea ahte Romssa fylkkas oahppoguovddážat viđa guđa báikkis čađahit kurssaid.
smj: sij gudi sihti ållessjattukåhpadusáv, hæhttuji ietja ietjasa åhpadusdárboj diededit.

source: Prošeakta namahuvvo Sámedikki ja Romssa fylkkasuohkana ovttasbargansoahpamušas.
smj: suohkana ja fylkasuohkana máhtti vaddet oahppolihtojda åhpadusáv vaddet vuodo ja joarkkaskåvlå åhpadussuorgen.

source: Dasto galgá vel rahppojuvvot neahttasadji prošeavtta oasseváldiid várás, mas sii friddja sáhttet geavahit gielaset ja gulahallat guhtet guimmiideasetguin ja prošeaktajođiheaddjiin.
smj: Åhpadus galggá aj dalloj liehket navku oasseválldijda. Valla jus åhpaduslihtto vaddá åhpadusáv vuodoskåvlå ja / jali åhpadusá suorgen suohkanijn ja fylkasuohkanijn sjiehtadusá dagá, de kurssadivut gájbbeduvvá.

source: Alit oahpahus ja rekruhtten Dárbu lea nannet dutkama ja lohkamiid sámegielas ja sámegillii.
smj: Kurssadivut aj gájbbeduvvá gå oahppolihto organiseriji kursajt ietjá fágajn ja tiemájn, i. i. sámegielan.

source: Čielga prošeavttaiguin guovddáš álggaha ja jođiha sierra dutkamiid, ja bidjá johtui ja oktii heiveha fágaidrasttideaddji dutkan- ja oahpahusovttasbarggu.
smj: Guokta sáme åhpaduslihto li, sáme oahppolihtto ja Merrasáme oahppolihtto, majn li oajvveulmmen barggat nav vaj åhpadus sáme gielan ja kultuvraárben vatteduvvá.

source: Bodeaju allaskuvla addá oahppofálaldaga julevsámegielas, mii lea oassin dábálaš oahpaheaddji- ja ovdaskuvlaoahpaheaddjioahpahusas dahje joatkkaoahpahusfálaldahkan.
smj: 12. doajmma 5-jahkásasj sámegiela ållessjattukåhpadusprográmma sámedigge ja sáme allaskåvllå le sjiehtadallam 5-jahkásasj sámegiela ållessjattukåhpadusprográmmav tjadádit divna sáme giellaguovlojn.

source: Davvi-Trøndelága allaskuvla lea ožžon riikkalaš ovddasvástádusa oarjilsámegielas, mii gullá oahpaheaddjioahpahusa oktavuhtii.
smj: Dåjmajt ájggu sierraláhkáj tjadádit dåppe gånnå dárojduhttempolitihkka le dahkam stuorámus vahágijt. Ållessjattuk sáme oadtju åhpadusfálaldagájt nuortta-, julev- jali oarjjelsámegiellaj.

source: Sámediggi lea čujuhan dasa ahte fálaldagat fertejit sihkkarastojuvvot dain allaskuvllain main lea sámegiella, beroškeahttá man stuoris dahje unni daid studeanttaid lohku lea, guđet háliidit čađahit oahpu oarjilsámegielas dahje julevsámegielas.
smj: Ulmmen le sáme galggi ietjasa gielav válldet ruopptot ja vaj sáme giella galggá aleduvvat dassta gå ienebu dav adni.

source: Dáin lohkamiin eai šatta goassege leat ollu studeanttat, ja dat mearkkaša ollu erenoamážit unnibuš sámegielaide, ahte lea sámegielalaš máhttu.
smj: Åvdåsvásstediddje: Sámedigge Ájgge: 2009-2014 13. doajmma Iednegiellaanalfabetisma guoradallam ja sámegiela åhpadusdárbo ållessjattugijda

source: Oahpahusásahusain lea autonomiija daid oahppofálaldagaid dáfus maid dat álggahit ja dange dáfus mo daid lágidit.
smj: sámedigge fállá, sáme allaskåvlåjn aktisasjbargujn, sámegiela åhpadusáv ållessjattugijda vidá jahkásasj prográmma baktu.

source: Máhttodepartemeanta áigu ovttasráđiid ásahusaiguin mat fállet oahpuid sámegielas ja sámegillii, geahčadit daid gaskasaš bargo- ja ovddasvástádusjuogu, ja áigu oaččuhit daid ásahusaid gaskaneaset bargat lagabut ovttas, ja maiddái ovttasráđiid eará ásahusaiguin mat leat dakkár guovlluin main olbmuin lea dárbu oahpu oažžut sámegielas.
smj: Máhttodepartemænnta aktisasjbargujn Barggo- ja sebrudahttemdepartementajn ájggu álgadit guoradallambargov gånnå le ulmmen ienep diedojt oadtjot iednegiellaanálfabetisma birra sámeálmmugin (dåssjå ulmutja gudi sámásti, valla gudi sámegielav e lågå jalik tjále).

source: Oahpahusásahusat sáhttet ohcat oažžut bissovaš oahpposadjemeriid, ee. sámi ohcciide, namalassii dihto oahpuide.
smj: Guoradallam galggá aj gåbttjåt sámijt gænna le binná jali vádno sáme giellatjehpudahka.

source: Romssa universitehtas, Finnmárkku allaskuvllas, Lillehámmera allaskuvllas ja Veterinearaallaskuvllas leat oahpposadjemearit sámi ohcciid várás.
smj: ij le ulmmen oadtjot ålles guoradallamav galla ulmutja li dájn juohkusijn, valla guoradallam galggá sulástahttet vijddudagáv, ja aj åhpadusdárbojt árvustallat.
